{
  "token2id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "<W>adelante": 4,
    "<W>alto": 5,
    "<W>anda": 6,
    "<W>andar": 7,
    "<W>atras": 8,
    "<W>auxilio": 9,
    "<W>avanza": 10,
    "<W>avanzar": 11,
    "<W>ayuda": 12,
    "<W>camina": 13,
    "<W>corta": 14,
    "<W>delante": 15,
    "<W>derecha": 16,
    "<W>despacio": 17,
    "<W>detener": 18,
    "<W>detente": 19,
    "<W>dobla": 20,
    "<W>doblar": 21,
    "<W>dos": 22,
    "<W>este": 23,
    "<W>frena": 24,
    "<W>frenar": 25,
    "<W>gira": 26,
    "<W>girar": 27,
    "<W>help": 28,
    "<W>izquierda": 29,
    "<W>lento": 30,
    "<W>mas": 31,
    "<W>menos": 32,
    "<W>mover": 33,
    "<W>mucho": 34,
    "<W>mueve": 35,
    "<W>muevete": 36,
    "<W>norte": 37,
    "<W>nuevamente": 38,
    "<W>nuevo": 39,
    "<W>oeste": 40,
    "<W>otra": 41,
    "<W>para": 42,
    "<W>parar": 43,
    "<W>poco": 44,
    "<W>rapido": 45,
    "<W>repetir": 46,
    "<W>repite": 47,
    "<W>rota": 48,
    "<W>rotar": 49,
    "<W>sigue": 50,
    "<W>socorro": 51,
    "<W>sos": 52,
    "<W>stop": 53,
    "<W>suave": 54,
    "<W>sur": 55,
    "<W>tres": 56,
    "<W>un": 57,
    "<W>vez": 58,
    "<W>voltea": 59,
    "<W>voltear": 60,
    "a": 61,
    "b": 62,
    "c": 63,
    "d": 64,
    "e": 65,
    "f": 66,
    "g": 67,
    "h": 68,
    "i": 69,
    "j": 70,
    "k": 71,
    "l": 72,
    "m": 73,
    "n": 74,
    "o": 75,
    "p": 76,
    "q": 77,
    "r": 78,
    "s": 79,
    "t": 80,
    "u": 81,
    "v": 82,
    "w": 83,
    "x": 84,
    "y": 85,
    "z": 86,
    "0": 87,
    "1": 88,
    "2": 89,
    "3": 90,
    "4": 91,
    "5": 92,
    "6": 93,
    "7": 94,
    "8": 95,
    "9": 96,
    " ": 97
  },
  "id2token": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "<W>adelante",
    "5": "<W>alto",
    "6": "<W>anda",
    "7": "<W>andar",
    "8": "<W>atras",
    "9": "<W>auxilio",
    "10": "<W>avanza",
    "11": "<W>avanzar",
    "12": "<W>ayuda",
    "13": "<W>camina",
    "14": "<W>corta",
    "15": "<W>delante",
    "16": "<W>derecha",
    "17": "<W>despacio",
    "18": "<W>detener",
    "19": "<W>detente",
    "20": "<W>dobla",
    "21": "<W>doblar",
    "22": "<W>dos",
    "23": "<W>este",
    "24": "<W>frena",
    "25": "<W>frenar",
    "26": "<W>gira",
    "27": "<W>girar",
    "28": "<W>help",
    "29": "<W>izquierda",
    "30": "<W>lento",
    "31": "<W>mas",
    "32": "<W>menos",
    "33": "<W>mover",
    "34": "<W>mucho",
    "35": "<W>mueve",
    "36": "<W>muevete",
    "37": "<W>norte",
    "38": "<W>nuevamente",
    "39": "<W>nuevo",
    "40": "<W>oeste",
    "41": "<W>otra",
    "42": "<W>para",
    "43": "<W>parar",
    "44": "<W>poco",
    "45": "<W>rapido",
    "46": "<W>repetir",
    "47": "<W>repite",
    "48": "<W>rota",
    "49": "<W>rotar",
    "50": "<W>sigue",
    "51": "<W>socorro",
    "52": "<W>sos",
    "53": "<W>stop",
    "54": "<W>suave",
    "55": "<W>sur",
    "56": "<W>tres",
    "57": "<W>un",
    "58": "<W>vez",
    "59": "<W>voltea",
    "60": "<W>voltear",
    "61": "a",
    "62": "b",
    "63": "c",
    "64": "d",
    "65": "e",
    "66": "f",
    "67": "g",
    "68": "h",
    "69": "i",
    "70": "j",
    "71": "k",
    "72": "l",
    "73": "m",
    "74": "n",
    "75": "o",
    "76": "p",
    "77": "q",
    "78": "r",
    "79": "s",
    "80": "t",
    "81": "u",
    "82": "v",
    "83": "w",
    "84": "x",
    "85": "y",
    "86": "z",
    "87": "0",
    "88": "1",
    "89": "2",
    "90": "3",
    "91": "4",
    "92": "5",
    "93": "6",
    "94": "7",
    "95": "8",
    "96": "9",
    "97": " "
  },
  "special_tokens": {
    "pad": 0,
    "unk": 1,
    "start": 2,
    "end": 3
  },
  "vocab_size": 98,
  "keywords": [
    "avanza",
    "avanzar",
    "adelante",
    "mueve",
    "mover",
    "anda",
    "andar",
    "para",
    "parar",
    "detente",
    "detener",
    "stop",
    "alto",
    "frena",
    "frenar",
    "izquierda",
    "gira",
    "girar",
    "dobla",
    "doblar",
    "voltea",
    "voltear",
    "derecha",
    "rota",
    "rotar",
    "repite",
    "repetir",
    "otra",
    "vez",
    "nuevo",
    "nuevamente",
    "ayuda",
    "auxilio",
    "socorro",
    "help",
    "sos",
    "anda",
    "para",
    "gira",
    "dobla",
    "corta",
    "frena",
    "avanza",
    "muevete",
    "camina",
    "sigue",
    "despacio",
    "lento",
    "rapido",
    "suave",
    "poco",
    "mucho",
    "mas",
    "menos",
    "un",
    "dos",
    "tres",
    "norte",
    "sur",
    "este",
    "oeste",
    "atras",
    "delante"
  ]
}